Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: །རབ་འབྱོར་དེ་ལ་གལ་ཏེ་ཕྱིར་མི་ལྡོག་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་མདུན་དུ་བདུད་སྡིག་ཏོ་ཅན་གྱིས་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་བརྒྱད་མངོན་པར་སྤྲུལ་ནས། སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་རེ་རེར་ཡང་། བྱང་ཆུབ་སེམས་དཔའ་བརྒྱ་ཕྲག་མང་པོ། བྱང་ཆུབ་སེམས་དཔའ་སྟོང་ཕྲག་མང་པོ། བྱང་ཆུབ་སེམས་དཔའ་བརྒྱ་སྟོང་ཕྲག་མང་པོ། བྱང་ཆུབ་སེམས་དཔའ་བྱེ་བ་ཕྲག་མང་པོ། བྱང་ཆུབ་སེམས་དཔའ་བྱེ་བ་བརྒྱ་ཕྲག་མང་པོ། བྱང་ཆུབ་སེམས་དཔའ་བྱེ་བ་བརྒྱ་སྟོང་ཕྲག་མང་པོ། བྱང་ཆུབ་སེམས་དཔའ་བྱེ་བ་ཁྲག་ཁྲིག་ཕྲག་མང་པོ་བསྲེག་ཅིང་བཙོ་བ་དང་།
en: Subhūti, if the evil Māra were to conjure up the eight great hells with their denizens in the presence of bodhisattva great beings who are irreversible, and if he were also to conjure up and reveal in each of these great hells with their denizens many hundreds of bodhisattvas, many thousands of bodhisattvas, many hundreds of thousands of bodhisattvas, many ten millions of bodhisattvas, many billions of bodhisattvas, many trillions of bodhisattvas, and many million trillions of bodhisattvas, being burned and cooked, and experiencing unbearable sufferings, pains, and sensations of heat, {Ki.

source: མི་བཟད་པར་སྡུག་བསྔལ་བ་དང་། རྩུབ་པ་དང་། ཚ་བའི་ཚོར་བ་མྱོང་བར་མངོན་དུ་སྤྲུལ་ནས་བསྟན་ཏེ། །བྱང་ཆུབ་སེམས་དཔའ་དེ་ལ་འདི་སྐད་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འདི་དག་ནི་ཕྱིར་མི་ལྡོག་པར་དེ་བཞིན་གཤེགས་པས་ལུང་བསྟན་པ་ཡིན་ཏེ། སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་འདིར་སྐྱེས་སོ།
en: IV: 148} and if he were then to say to them, ‘These bodhisattva great beings have been prophesied by the tathāgatas to be irreversible, but they have been reborn here, among these denizens of the great hells.

source: །ཁྱོད་ཀྱང་དེ་བཞིན་གཤེགས་པས་ཕྱིར་མི་ལྡོག་པར་ལུང་བསྟན་པ་ནི། སེམས་ཅན་དམྱལ་བར་ལུང་བསྟན་ཏེ།
en: Alas! You too, who have been prophesied by the tathāgatas to be irreversible, are [actually] prophesied to become denizens of the hells.

source: ད་དུང་ཡང་ཁྱོད་ཀྱིས་བྱང་ཆུབ་ཀྱི་སེམས་འདི་ཐོང་ཤིག་དང་ཁྱོད་སེམས་ཅན་དམྱལ་བར་སྐྱེ་བར་མི་འགྱུར་ཏེ།
en: Right now, you should reject this mind that is set on enlightenment and you will not be reborn among the denizens of the hells.

source: དེ་ལྟར་བྱོས་དང་ཁྱོད་མཐོ་རིས་སུ་འགྲོ་བར་འགྱུར་རོ་ཞེས་ཟེར་ཡང་། རབ་འབྱོར་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སེམས་མི་འཁྲུག་ཅིང་ནེམ་ནུར་མེད། ཐེ་ཚོམ་མེད་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ནི་སྔོན་གྱི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་དེ་དག་གིས་ཀྱང་ལུང་བསྟན་པར་རིག་པར་བྱའོ།
en: Acting in that manner, you will proceed to the exalted realms,’ Subhūti, if the minds of those bodhisattva great beings remain unagitated, and they are free from doubt and hesitation, they should know that they have indeed been prophesied by the tathāgatas, arhats, completely awakened buddhas of the past.

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ནི་ངེས་པ་ཡིན་ཏེ། ཕྱིར་མི་ལྡོག་པའི་ཁམས་སུ་གནས་པའོ།
en: Those bodhisattva great beings are certain to progress, and stable in their irreversible element.

source: །རབ་འབྱོར་འདི་ནི་གནས་མ་ཡིན་ཞིང་སྐབས་མེད་པ་སྟེ། ཕྱིར་མི་ལྡོག་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སེམས་ཅན་དམྱལ་བའམ། བྱོལ་སོང་གི་སྐྱེ་གནས་སམ། གཤིན་རྗེའི་འཇིག་རྟེན་དུ་སྐྱེ་བར་འགྱུར་བ་དེ་ནི་གནས་མེད་དོ། །རབ་འབྱོར་རྣམ་པ་དེ་དག་དང་།
en: Subhūti, it would be impossible and inopportune for bodhisattva great beings who are irreversible to be reborn among the denizens of the hells, or among the animal realms, or among the mundane spirits of the world of Yama.

source: །རབ་འབྱོར་གཞན་ཡང་གལ་ཏེ་ཕྱིར་མི་ལྡོག་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་དྲུང་དུ་བདུད་སྡིག་ཏོ་ཅན་དགེ་སྦྱོང་གི་ཆ་བྱད་དུ་འོངས་ཏེ། འདི་སྐད་དུ་གང་ཁྱོད་ཀྱིས་སྔོན་འདི་ལྟར་བདག་གིས་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ཡོངས་སུ་སྦྱང་བར་བྱའོ། །འདི་ལྟར་བདག་གིས་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཡོངས་སུ་སྦྱང་བར་བྱའོ། །འདི་ལྟར་བདག་གིས་བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ཡོངས་སུ་སྦྱང་བར་བྱའོ། །འདི་ལྟར་བདག་གིས་བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཡོངས་སུ་སྦྱང་བར་བྱའོ། །འདི་ལྟར་བདག་གིས་བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཡོངས་སུ་སྦྱང་བར་བྱའོ། །འདི་ལྟར་བདག་གིས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཡོངས་སུ་སྦྱང་བར་བྱའོ། །འདི་ལྟར་བདག་གིས་ནང་སྟོང་པ་ཉིད་ཡོངས་སུ་སྦྱང་བར་བྱའོ། །འདི་ལྟར་བདག་གིས་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་ཡོངས་སུ་སྦྱང་བར་བྱའོ། །འདི་ལྟར་བདག་གིས་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཡོངས་སུ་སྦྱང་བར་བྱའོ།
en: Moreover, Subhūti, if the evil Māra, in the guise of a virtuous ascetic, were to arrive in the presence of bodhisattva great beings who are irreversible and say, ‘All that you have heard you should confess, namely, that you yourself should refine the perfection of generosity in this manner; that you yourself should refine the perfection of ethical discipline in this manner; that you yourself should refine the perfection of tolerance in this manner; that you yourself should refine the perfection of perseverance in this manner; that you yourself should refine the perfection of meditative concentration in this manner; that you yourself should refine the perfection of wisdom in this manner; that you yourself should refine the emptiness of internal phenomena in this manner; that you yourself should refine [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, in this manner; that you yourself should refine the applications of mindfulness in this manner; that you yourself should refine the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path in this manner; that you yourself should refine [the fruitional attributes], up to and including the eighteen distinct qualities of the buddhas, in this manner; that you yourself should refine [the goals], up to and including all-aspect omniscience, in this manner; and that you yourself should attain consummate buddhahood in unsurpassed, complete enlightenment in this manner.

source: །འདི་ལྟར་བདག་གིས་ཡང་དག་པར་སྤོང་བ་རྣམས་དང་། རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་། དབང་པོ་རྣམས་དང་། སྟོབས་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ཡོངས་སུ་སྦྱང་བར་བྱའོ། །འདི་ལྟར་བདག་གིས་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཀྱི་བར་དུ་ཡོངས་སུ་སྦྱང་བར་བྱའོ། །འདི་ལྟར་བདག་གིས་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་ཡོངས་སུ་སྦྱང་བར་བྱའོ།
en: You should let go of that!

source: །འདི་ལྟར་བདག་གིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་བྱའོ་ཞེས་ནས། ཐོས་པར་གྱུར་པ་དེ་དག་ཤོགས་ཤིག །ཐོང་ཤིག་འདས་པ་དང་། མ་བྱོན་པ་དང་ད་ལྟར་བྱུང་བའི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཉན་ཐོས་དང་བཅས་པ་རྣམས་ཀྱིས་ཐུགས་དང་པོ་བསྐྱེད་པ་ནས་ཉེ་བར་བཟུང་སྟེ། དམ་པའི་ཆོས་གནས་པའི་བར་གྱི་དགེ་བའི་རྩ་བ་གང་ཇི་སྙེད་པ་དེ་དག་ཐམས་ཅད་ལ་རྗེས་སུ་ཡིད་རང་བ་དེ་དག་ཀྱང་སོ་སོར་ཤོགས་ཤིག །
en: You should confess individually your rejoicing in all those roots of virtue of the past, future, and present tathāgatas, arhats, completely awakened buddhas, along with their śrāvakas, starting from the time when they first began to set their mind on enlightenment, until they became established in the Dharma.

source: ཐོང་ཤིག །
en: You should let go of all that!

source: གང་ཁྱོད་ཀྱིས་ཐོས་པ་དེ་ནི་སངས་རྒྱས་ཀྱི་བཀའ་མ་ཡིན།
en: That which you have heard is not the word of the buddhas.

source: ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱིས་གསུངས་པ་མ་ཡིན་ཏེ། དེ་ནི་རང་བཟོར་བྱས་པའོ།
en: It has not been spoken by completely awakened buddhas—it is just poetic fabrication.

source: །གང་ངས་བཤད་པ་ནི་སངས་རྒྱས་ཀྱི་བཀའ་སྟེ།
en: But that which I am teaching you is the word of the buddhas.

source: དེ་བཞིན་གཤེགས་པས་གསུངས་པའོ་ཞེས་ཟེར་ལ།
en: It has been spoken by the tathāgatas!’

source: གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཁྲུག་ཅིང་ནེམ་ནུར་བྱེད་དམ། ཐེ་ཚོམ་ཟ་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ནི་སྔོན་གྱི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་དེ་དག་གིས་ལུང་མ་བསྟན་པར་རིག་པར་བྱའོ། །བྱང་ཆུབ་སེམས་དཔའ་དེ་ནི་མ་ངེས་པ་ཡིན་ཏེ།
en: If [on hearing this] bodhisattva great beings are disturbed and if they are doubtful and hesitant, you should know that they will not have been prophesied by the tathāgatas, arhats, completely awakened buddhas of the past.

source: བྱང་ཆུབ་སེམས་དཔའ་དེ་ནི་ཕྱིར་མི་ལྡོག་པའི་ཁམས་སུ་གནས་པ་མ་ཡིན་ནོ།
en: Those bodhisattva great beings are not certain to progress, and they are not stable in their irreversible element. {Ki.

source: །གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མི་འཁྲུག་ཅིང་ནེམ་ནུར་མི་བྱེད། ཐེ་ཚོམ་མི་ཟ་ལ་ཆོས་ཉིད་ལ་བརྟེན་ཅིང་མངོན་པར་འདུ་མ་བྱས་པ་དང་། མ་སྐྱེས་པ་ལ་བརྟེན་ཏེ། གཞན་ལ་ཡིད་མི་ཆེས་པས་མི་འགྲོ་ཞིང་། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་།
en: IV: 149} “If, on the other hand, these bodhisattvas are not disturbed, and are neither doubtful nor hesitant, but rely on reality and rely on nonconditioning and nonarising, then they are unmoved because they have no confidence in others.

source: ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་གཞན་གྱི་དྲིང་མི་འཇོག །
en: They do not depend on others for the perfection of generosity, the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, or the perfection of wisdom, and do not depend on others for the [attributes and goals], up to and including unsurpassed, complete enlightenment.

source: བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་བར་ལ་གཞན་གྱི་དྲིང་མི་འཇོག་ཅིང་། འདི་ལྟར་དཔེར་ན་དགྲ་བཅོམ་པ་ཟག་པ་ཟད་པ་གཞན་ལ་ཡིད་ཆེས་པས་མི་འགྲོ་ཞིང་། ཆོས་ཉིད་མངོན་དུ་གྱུར་པས་བདུད་སྡིག་ཏོ་ཅན་གྱིས་མི་འཕྲོགས་པ་དེ་བཞིན་དུ་ཕྱིར་མི་ལྡོག་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཉན་ཐོས་ཀྱི་ཐེག་པ་པ་རྣམས་དང་། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་པ་རྣམས་ཀྱིས་མི་ཐུབ་ཅིང་། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ཟློགས་ན།
en: Just as arhats whose contaminants have ceased are unmoved because they have no confidence in others, and are not captivated by the evil Māra due to their actualization of reality, bodhisattva great beings who are irreversible cannot be crushed by followers of the vehicle of the śrāvakas or by followers of the vehicle of the pratyekabuddhas, and will not turn back from unsurpassed, complete enlightenment.

source: རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ནི་ངེས་པ་ཡིན་ཏེ།
en: If that is so, Subhūti, those bodhisattva great beings are certain to progress.

source: ཕྱིར་མི་ལྡོག་པའི་ཁམས་སུ་གནས་ཤིང་གཞན་གྱི་དྲིང་མི་འཇོག་པ་ཡིན།
en: They are stable in their irreversible element and do not depend on others.

source: དེ་ནི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ལ་ཡིད་ཆེས་པས་ཀྱང་མི་འགྲོ་ན། ཉན་ཐོས་ཀྱི་ཐེག་པ་པ་འམ། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་པའམ། བདུད་སྡིག་ཏོ་ཅན་ནམ། མུ་སྟེགས་ཅན་དང་ཀུན་དུ་རྒྱུ་བ་གཞན་དག་ལ་ཡིད་ཆེས་པས་འགྲོ་བར་འགྱུར་བ་ལྟ་ཅི་སྨོས་ཏེ་དེ་ནི་གནས་མེད་དོ།
en: Subhūti, if they are not swayed even in their confidence in the tathāgatas, arhats, completely awakened buddhas, how could they possibly be swayed by having confidence in followers of the vehicle of the śrāvakas, followers of the vehicle of the pratyekabuddhas, the evil Māra, rival tīrthikas, or other wandering ascetics!

source: འདི་ལྟར་དེས་གང་ལ་ཡིད་ཆེས་པས་འགྲོ་བའི་ཆོས་གང་ཡང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ། གཟུགས་སམ། ཚོར་བའམ། འདུ་ཤེས་སམ་འདུ་བྱེད་དམ། རྣམ་པར་ཤེས་པའམ།
en: If you ask why, it is because they do not observe anything in which they should have confidence.

source: གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་དམ། ཚོར་བ་དང་འདུ་ཤེས་སམ་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པའི་དེ་བཞིན་ཉིད་དམ། སྐྱེ་མཆེད་དམ་ཁམས་སམ། རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བའི་དེ་བཞིན་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not observe any physical forms, feelings, perceptions, formative predispositions, or consciousness; any real nature of physical forms; any real nature of feelings, perceptions, formative predispositions, or consciousness; or any real nature of the sense fields, sensory elements, or links of dependent origination.

source: །ཕ་རོལ་དུ་ཕྱིན་པའམ། སྟོང་པ་ཉིད་དམ། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སམ། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་ཀྱི་དེ་བཞིན་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །འཕགས་པའི་བདེན་པའམ། བསམ་གཏན་ནམ། ཚད་མེད་པའམ། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པའམ། རྣམ་པར་ཐར་པའམ། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པའམ།
en: They do not observe any of the perfections, the aspects of emptiness, the thirty-seven factors conducive to enlightenment, or any real nature of the factors conducive to enlightenment [and so forth].

source: སྟོང་པ་ཉིད་དང་མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པའམ་ཏིང་ངེ་འཛིན་ཏམ། གཟུངས་ཀྱི་སྒོ་འམ། དེ་བཞིན་གཤེགས་པའི་སྟོབས་སམ། མི་འཇིགས་པའམ། སོ་སོ་ཡང་དག་པར་རིག་པའམ། བྱམས་པ་ཆེན་པོའམ། སྙིང་རྗེ་ཆེན་པོའམ།
en: They do not observe any of the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the powers of the tathāgatas, the fearlessnesses, the kinds of exact knowledge, great loving kindness, great compassion, or the distinct qualities of the buddhas, or any real nature of the distinct qualities of the buddhas [and so forth].

source: སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་སམ། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་ཀྱི་དེ་བཞིན་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །བྱང་ཆུབ་ཀྱི་བར་རམ། བྱང་ཆུབ་ཀྱི་དེ་བཞིན་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ།
en: They do not observe any [of the goals], up to and including enlightenment, or any real nature of enlightenment [and so forth].

source: རབ་འབྱོར་རྣམ་པ་དེ་དག་དང་། ཚུལ་དེ་དག་དང་། མཚན་མ་དེ་དག་དང་ལྡན་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་ཕྱིར་མི་ལྡོག་པར་རིག་པར་བྱའོ།། །།ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྟོང་ཕྲག་ཉི་ཤུ་ལྔ་པ། བམ་པོ་ལྔ་བཅུ་གཅིག་པ།
en: Subhūti, you should know that bodhisattva great beings who possess these attributes, indications, and signs are irreversible. “

source: རབ་འབྱོར་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་དྲུང་དུ་བདུད་སྡིག་ཏོ་ཅན་དགེ་སློང་གི་ཆ་བྱད་དུ་འོངས་ནས། འདི་སྐད་དུ་འདི་ནི་འཁོར་བར་སྤྱོད་པ་ཡིན་ཏེ།
en: Moreover, Subhūti, the evil Māra, approaching bodhisattva great beings in the guise of a monk, might say, ‘This is the conduct associated with cyclic existence, but not the conduct of a bodhisattva!

source: བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་མ་ཡིན་གྱིས་འདི་ཉིད་དུ་ཁྱོད་ཀྱིས་སྡུག་བསྔལ་གྱི་མཐར་ཕྱིན་པར་གྱིས་ཤིག་ཅེས་ཟེར་ཞིང་བདུད་སྡིག་ཏོ་ཅན་དེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ལ་ལམ་གྱི་གཟུགས་བརྙན་གང་འཁོར་བར་སྤྱོད་པའི་འཇིག་རྟེན་པའི་རྣམ་པས་ལམ་གྱི་གཟུགས་བརྙན་སྟོན་ཏེ།
en: Alas! Right here you should put an end to suffering!’ {Ki.IV: 150} The evil Māra would then reveal to these bodhisattva great beings an imitation of the path—an imitation of the path that accords with the mundane conduct associated with cyclic existence.

source: ཡང་ན་རུས་པར་འདུ་ཤེས་པ་སྟོན་ཏོ། །ཡང་ན་བསམ་གཏན་དང་པོ་དང་། འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་སྐྱེ་མཆེད་ཀྱི་བར་དུ་སྟོན་ཅིང་།
en: Or else he would reveal the contemplation of a skeleton [and so forth], or else he would reveal the first meditative concentration, or [the other meditative concentrations and formless absorptions], up to and including the sphere of neither perception nor nonperception.

source: ཚེ་དང་ལྡན་པ་ལམ་དང་ནན་ཏན་གང་གིས་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་འཐོབ་པ་དང་།
en: Saying, ‘Venerable, through this path and through this earnest application, you will attain the fruit of one who has entered the stream to nirvāṇa.

source: ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་འཐོབ་པར་འགྱུར་བའི་ལམ་དང་ནན་ཏན་ནི་འདི་ཡིན་ནོ།
en: This is the path and the earnest application through which you will attain the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, and arhatship.

source: །ཚེ་དང་ལྡན་པ་ལམ་དང་ནན་ཏན་འདིས་འདི་ཉིད་དུ་ཁྱོད་ཀྱིས་སྡུག་བསྔལ་གྱི་མཐར་ཕྱུང་ཤིག་དང་།
en: Venerable, through this path and through this earnest application, right here you should put an end to suffering!

source: ཕྱིན་ཅད་འཁོར་བ་ན་སྤྱོད་པའི་སྡུག་བསྔལ་དེ་དག་མྱོང་བར་མི་འགྱུར་རོ།
en: Subsequently you will not experience those sufferings associated with conduct that pertains to cyclic existence! Alas!

source: །ཀྱེ་མ་ཁྱོད་ཀྱིས་ལུས་འདི་འདི་ཉིད་ཏུ་མངོན་པར་མ་གྲུབ་ན། ལུས་གཞན་ཡང་ཇི་ལྟར་ཡོངས་སུ་གཟུང་བར་སེམས་ཤེས་ཟེར་ཡང་།
en: If you would rather not materialize this physical body [of yours] right here, how could you think of assuming yet another physical body!’ “

source: རབ་འབྱོར་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་མཚན་སེམས་མི་འཁྲུགས་མི་གཡོ་ཞིང་། གོང་དུ་ཡང་འདི་སྙམ་དུ་སེམས་ཏེ། འདི་ལྟར་བདག་ལ་ལམ་གྱི་གཟུགས་བརྙན་སྟོན་པ་ནི། དགེ་སློང་འདི་བདག་ལ་ཕན་འདོགས་པ་སྟེ། ལམ་གྱི་གཟུགས་བརྙན་དེས་ནི་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་མངོན་དུ་བྱ་བར་ཡང་མི་འགྱུར།
en: Subhūti, even though Māra speaks such words, the defining characteristic of bodhisattva great beings is such that their minds are undisturbed and undistracted, and they think in addition, ‘This monk who reveals to me in this manner an imitation of the path is beneficial to me; for through this imitation of the path, the fruit of entering the stream to nirvāṇa will not be actualized.

source: ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་མངོན་དུ་བྱ་བར་ཡང་མི་འགྱུར།
en: The fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, and arhatship will not be actualized.

source: རང་བྱང་ཆུབ་མངོན་དུ་བྱ་བར་ཡང་མི་འགྱུར། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་དུ་བྱ་བར་ཡང་མི་འགྱུར་རོ་སྙམ་སྟེ།
en: Individual enlightenment will not be actualized, nor indeed will unsurpassed, complete enlightenment be actualized.’

source: དེ་ལས་ཀྱང་གོང་དུ་གང་བདག་ལ་དེ་ལྟར་ཆགས་པས་སྟོན་པའི་དགེ་སློང་འདི་ནི་བདག་ལ་ཕན་འདོགས་པ་ཡིན་གྱིས།
en: If that is so, and if they further rejoice, thinking, ‘This monk who expounds attachment to me in this manner is beneficial to me!

source: བདག་གིས་ཆགས་པ་དེ་དག་ཤེས་པར་བྱ་སྟེ།
en: I should understand these modes of attachment.

source: ཐེག་པ་གསུམ་པོ་ཀུན་ལ་བསླབ་པར་བྱའོ་ཞེས་དགའ་བ་སྐྱེ་ལ།
en: I should train in all the three vehicles!’

source: བདུད་སྡིག་ཏོ་ཅན་དེས་ཀྱང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དགའ་བར་གྱུར་པར་ཤེས་ནས། དེ་ལ་འདི་སྐད་དུ་རིགས་ཀྱི་བུ་ཁྱོད་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མང་པོས། སངས་རྒྱས་བཅོམ་ལྡན་འདས་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ལ་ན་བཟའ་དང་། བསོད་སྙོམས་དང་། གཟིམས་ཆ་དང་། སྙུན་གྱི་རྐྱེན་སྨན་དང་། ཡོ་བྱད་ཀྱིས་རིམ་གྲོར་བྱས་པ་དང་། གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ཀྱི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ཀྱི་དྲུང་དུ་གང་གིས་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་རྫོགས་པར་བྱས་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་།
en: then the evil Māra, knowing that these bodhisattva great beings are rejoicing, would say, ‘O noble child, do you wish to see the many bodhisattva great beings who have served the lord buddhas, numerous as the grains of sand of the river Gaṅgā, with robes, alms, lodging, medications, and [other] resources, and who, in the presence of the tathāgatas, arhats, completely awakened buddhas, numerous as the grains of sand of the river Gaṅgā, have fulfilled the perfection of generosity, and fulfilled the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom?

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཡོངས་སུ་རྫོགས་པར་བྱས་པ་དང་། སངས་རྒྱས་བཅོམ་ལྡན་འདས་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ལ་བསྙེན་བཀུར་བྱས་ཏེ། ཇི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པ་དང་། ནང་སྟོང་པ་ཉིད་ལ་སྤྱོད་པ་དང་། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ལ་སྤྱོད་པ་དང་། དྲན་པ་ཉེ་བར་གཞག་པ་ལ་སྤྱོད་པ་དང་། ཡང་དག་པར་སྤོང་བ་དང་། རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་སྟོབས་དང་བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ལ་སྤྱོད་པ་དང་། འཕགས་པའི་བདེན་པ་དང་བསམ་གཏན་དང་ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་མངོན་པར་ཤེས་པ་དང་།
en: Or [do you wish to see] those who have venerated lord buddhas numerous as the grains of sand of the river Gaṅgā, asking them and questioning them as to how they should dwell in the vehicle of the bodhisattvas for the sake of this vehicle of the bodhisattvas, while engaging in the perfection of generosity; engaging in the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom; engaging in the emptiness of internal phenomena; engaging in [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities; {Ki.

source: ཏིང་ངེ་འཛིན་དང་གཟུངས་ཀྱི་སྒོ་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་ལ་སྤྱོད་པའི་ཚེ། བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ལ་གནས་པར་བགྱི་ཞེས། བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་འདི་ཉིད་ཀྱི་དོན་དུ་ཀུན་དྲིས་ཤིང་ཡོངས་སུ་ཞུས་པ་རྣམས་ལ་བལྟ་བར་འདོད་དམ།
en: IV: 151} engaging in the applications of mindfulness; engaging in the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path; and engaging in the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, the eighteen distinct qualities of the buddhas, and [the goals], up to and including all-aspect omniscience?

source: དེ་ལྟར་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་གིས་གང་བཤད་པ་ལ། དེ་བཞིན་དུ་གནས་ཏེ་དེ་བཞིན་དུ་བརྩོན་པར་བྱས་ཀྱང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ལྟ་བུ་དག་གིས། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་སངས་མ་རྒྱས་ཏེ། དེ་ལྟར་གདམས་པ་དང་།
en: Even though they have lived in accordance with what the lord buddhas have explained, and have persevered in that manner, such bodhisattva great beings have not attained consummate buddhahood in unsurpassed, complete enlightenment.

source: དེ་ལྟར་བསྟན་པ་དང་། དེ་ལྟར་གནས་པ་དང་། དེ་ལྟར་སློབ་སློབ་པ་རྣམས་ཀྱིས་ཀྱང་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མ་ཐོབ་ན། ཁྱོད་ཀྱིས་ལྟ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཐོབ་པར་འགྱུར་རེ་སྐན་ཞེས་བརྗོད་དེ།
en: If even those who have been taught in this way, those who have been instructed in this way, those who have lived in this way, and those who have been trained in this way have not attained all-aspect omniscience, how could you ever possibly attain unsurpassed, complete enlightenment!’ “

source: དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ལ་སྙིང་བརྙན་བཅུག་ཀྱང་དེའི་སེམས་གཞན་དུ་མི་འགྱུར་ལ། མི་འཇིགས་མི་དངང་སྐྲག་པར་མི་འགྱུར་ཞིང་། གང་དུ་ཡང་དགེ་སློང་འདི་ནི་དེ་ལྟར་བདག་ལ་ཆགས་པ་གང་གིས་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ཡང་འཐོབ་པར་མི་འགྱུར། ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་། རང་བྱང་ཆུབ་ཀྱང་འཐོབ་པར་མི་འགྱུར། ལམ་གྱི་རྣམ་པ་ཤེས་པ་ཉིད་ཀྱང་ཐོབ་པར་མི་འགྱུར། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱང་ཐོབ་པར་མི་འགྱུར་བའི་ཆགས་པ་སྟོན་པ་ནི།
en: If, even when these bodhisattva great beings are being dissuaded in that manner, their minds are not alienated, frightened, or terrified, and if in addition they rejoice, thinking, ‘Whenever this monk who expounds to me the attachment through which the fruit of entering the stream to nirvāṇa will not be actualized, and through which the fruit of being tied to one further rebirth, the fruit of no longer being subject to rebirth, arhatship, and individual enlightenment will not be actualized, that will be beneficial to me!’
